"NSPhotoLibraryUsageDescription" = "Potřebujeme přístup do vaší galerie, abyste si mohli vybrat profilový obrázek.";
"NSCameraUsageDescription" = "Potřebujeme přístup k vašemu fotoaparátu, abyste si mohli pořídit novou profilovou fotku.";
"NSMicrophoneUsageDescription" = "Pro nahrávání zvuku v některých funkcích potřebujeme mikrofon.";
"NSSpeechRecognitionUsageDescription" = "Používáme rozpoznávání hlasu, abychom vám umožnili interagovat s aplikací pomocí hlasu.";
